Repository: qucosa/slub_web_qucosa
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_slubwebqucosa.gotohomepage
source: Goto Homepage
de: zur Startseite

# tx_slubwebqucosa.jumptotop
source: Jump to top of Page
de: Zum Seitenanfang

# tx_slubwebqucosa.printthispage
source: Print Page
de: Seite drucken

# tx_slubwebqucosa.skiptocontent
source: Skip to Content
de: Zum Inhalt springen

# tx_slubwebqucosa.skiptomainnav
source: Skip to Main Navigation
de: Zur Hauptnavigation springen

# tx_slubwebqucosa.publish
source: Publish
de: Publizieren

# tx_slubwebqucosa.footer
source: An offer of the Saxon State Library - Dresden State and University Library
de: Ein Angebot der Sächsischen Landesbibliothek - Staats- und Universitätsbibliothek Dresden

# tx_slubwebqucosa.search.placeholder
source: Search in a large number of records
de: Suche in einer großen Anzahl an Datensätzen

# tx_slubwebqucosa.search.start
source: Begin Search
de: Suche starten

# tx_slubwebqucosa.search.remove
source: Remove Entry
de: Sucheintrag löschen

# tx_slubwebqucosa.search.expanded
source: Expanded Search
de: Erweiterte Suche

# tx_slubwebqucosa.search.action
source: Search
de: Suchen

# tx_slubwebqucosa.search.reset
source: Reset all
de: Alles zurücksetzen

# tx_slubwebqucosa.search.closeExtendedSearch
source: Close extended search
de: Erweiterte Suche schließen

# tx_slubwebqucosa.search.infoHeading
source: Extended Search (Help)
de: Erweiterte Suche (Hilfe)

# tx_slubwebqucosa.search.info
source: You can search in more detail by restricting your query to specific search fields from the outset. This is particularly useful if you already know which publication you are looking for. Select the appropriate field (e.g. title) and then enter your search term. You can search for groups of words (phrases) by using quotation marks.
de: Detaillierter suchen Sie, in dem Sie Ihre Anfrage von vornherein auf bestimmte Suchfelder gezielt einschränken. Das ist insbesondere dann sinnvoll, wenn Sie bereits wissen, welche Publikation Sie suchen. Wählen Sie das entsprechende Feld (z.B. Titel) aus und geben Sie danach Ihren Suchterm ein. Nach Wortgruppen (Phrasen) suchen Sie indem Sie Anführungszeichen verwenden.

# tx_slubwebqucosa.breadcrum.homepage
source: Homepage
de: Startseite

# tx_slubwebqucosa.bookmarks
source: My Bookmarks
de: Meine Merkliste

# tx_slubwebqucosa.bookmarks.records
source: Records
de: Einträge

# tx_slubwebqucosa.bookmarks.markall
source: Mark all
de: Alle markieren

# tx_slubwebqucosa.bookmarks.print
source: Print all saved entries or save them as PDF
de: Alle gespeicherten Einträge drucken oder als PDF speichern

# tx_slubwebqucosa.bookmarks.removeMarked
source: Remove marked records
de: Markierte Elemente entfernen

# tx_slubwebqucosa.bookmarks.norecords.title
source: You currently have no items in your watch list.
de: Sie haben aktuell keine Artikel in Ihrer Merkliste.

# tx_slubwebqucosa.bookmarks.norecords.description
source: Click on the bookmark icon in a search entry to store it here.
de: Klicken Sie in einem Sucheintrag auf das Lesezeichen-Symbol um ihn hier abzulegen.

# tx_slubwebqucosa.sidebar.slider.aria
source: Opens more information within a sidebar
de: Öffnet weitere Informationen innerhalb einer Sidebar

# tx_slubwebqucosa.sidebar.close.label
source: Close
de: Schließen

# tx_slubwebqucosa.sidebar.close.aria
source: Close sidebar information
de: Informationen der Sidebar schließen

# tx_slubwebqucosa.footer.sidebar_hint
source: You can find more information about this page under the
de: Weitere Informationen zu dieser Seite finden Sie unter dem

# tx_slubwebqucosa.footer.sidebar_hint.right_side
source: on the right side!
de: auf der rechten Seite!

# tx_slubwebqucosa.accordion.expand_all
source: Expand all
de: Alle ausklappen

# tx_slubwebqucosa.accordion.collapse_all
source: Collapse all
de: Alle einklappen

# tx_slubwebqucosa.carousel.navigation.first_slide
source: First side of the carousel
de: Erste Seite des Karussells

# tx_slubwebqucosa.carousel.next_element
source: Next Element
de: Nächstes Element

# tx_slubwebqucosa.carousel.previous_element
source: Previous element
de: Vorheriges element

# tx_slubwebqucosa.header_teaser.more
source: More recent publications
de: Mehr aktuelle Veröffentlichungen

# tx_slubwebqucosa.sidebar_image.show
source: Show image
de: Bild ansehen

# tx_slubwebqucosa.sidebar_teaser.more
source: More
de: Mehr

# tx_slubwebqucosa.navigation.open
source: Opens the menu in a sidebar
de: Öffnet das Menü in einer Sidebar

# tx_slubwebqucosa.navigation.toggle_item
source: Expand or collapse navigation item
de: Element aufklappen oder zuklappen

# tx_slubwebqucosa.language_switcher
source: Opens a dropdown to change the language of the website
de: Öffnet ein Dropdown zum wechseln der Sprache der Website

# tx_slubwebqucosa.carousel.link_label
source: Opens
de: Öffnet

# tx_slubwebqucosa.find.error
source: Your search contains invalid values. Please check and start search again.
de: Ihre Suche beinhaltet ungültige Werte. Bitte prüfen und Suche erneut starten.

# tx_slubwebqucosa.find.no_results_general
source: No results found.
de: Keine Ergebnisse gefunden.

# tx_slubwebqucosa.find.no_results_one
source: No results were found for
de: Es wurden keine Ergebnisse gefunden für

# tx_slubwebqucosa.find.results_general_one
source: Result found
de: Ergebnis gefunden

# tx_slubwebqucosa.find.results_general_multiple
source: Results found
de: Ergebnisse gefunden

# tx_slubwebqucosa.find.results_args_two
source: results for
de: Ergebnisse zu

# tx_slubwebqucosa.find.results_args_three
source: were found.
de: gefunden.

# tx_slubwebqucosa.find.results_no_args_two
source: results found for your search
de: Ergebnisse zu Ihrer Suche gefunden.

# tx_slubwebqucosa.find.result_add
source: Add or remove to bookmarks
de: Zur Merkliste hinzufügen oder entfernen

# tx_slubwebqucosa.find.result_categorie
source: Found in
de: Gefunden in

# tx_slubwebqucosa.find.result_sort
source: Sort results
de: Suchergebnisse sortieren

# tx_slubwebqucosa.find.result_sort.choose
source: Please choose
de: Wählen Sie bitte

# tx_slubwebqucosa.find.search.start
source: Begin search
de: Suche starten

# tx_slubwebqucosa.find.search.delete
source: Delete search entry
de: Sucheintrag löschen

# tx_slubwebqucosa.find.search.advanced
source: Advanced Search
de: Erweiterte Suche

# tx_slubwebqucosa.find.search.reset
source: Reset filters
de: Filter zurücksetzen

# tx_slubwebqucosa.find.publication.period
source: Publication Period
de: Veröffentlichungszeitraum

# tx_slubwebqucosa.find.page_active
source: Active Search results
de: Aktive Suchergebnisseite

# tx_slubwebqucosa.find.page_index
source: Results page
de: Ergebnisseite

# tx_slubwebqucosa.page.to_top
source: Jump to top
de: Nach oben

# tx_slubwebqucosa.wizard.publish_header
source: What do you want to publish?
de: Was möchten Sie publizieren?

# tx_slubwebqucosa.wizard.close
source: Close Wizard
de: Eingabeassistent schließen

# tx_slubwebqucosa.wizard.close_warning
source: Caution!
de: Achtung!

# tx_slubwebqucosa.wizard.close_confirm
source: Yes
de: Ja

# tx_slubwebqucosa.wizard.close_deny
source: No
de: Nein

# tx_slubwebqucosa.wizard.close_warning
source: If you close the input assistant and reload the page, your entries will be lost. Do you want to close the input assistant?
de: Wenn Sie den Eingabeassistenten schließen und die Seite erneut laden, gehen Ihre Eingaben verloren. Wollen Sie den Eingabeassistent schließen?

# tx_slubwebqucosa.wizard.error
source: In the last step, you have not filled in some mandatory fields at all or have filled in fields incorrectly. You can still continue and correct your entries at any time.
de: Sie haben im letzten Schritt einige Pflichtfelder gar nicht oder Felder fehlerhaft ausgefüllt. Sie können dennoch fortfahren und Ihre Eingaben zu jeder Zeit berichtigen.

# tx_slubwebqucosa.wizard.error_warning
source: Data incomplete!
de: Daten unvollständig!

# tx_slubwebqucosa.wizard.error_understood
source: Understood!
de: Verstanden!

# tx_slubwebqucosa.wizard.background
source: Wizard Background image
de: Hintergrundbild Eingabeassistent

# tx_slubwebqucosa.wizard.field.error_pattern
source: Please enter a value in the correct format
de: Bitte geben Sie einen Wert im korrekten Format ein

# tx_slubwebqucosa.wizard.textarea.connector
source: of
de: von

# tx_slubwebqucosa.wizard.select.language
source: Language
de: Sprache

# tx_slubwebqucosa.wizard.missing_fields
source: The form cannot yet be be submitted because it contains errors or is incomplete. Please check your entries and fill in all fields marked with a '*'! completed!
de: Das Formular kann noch nicht abgeschickt werden, da es Fehler enthält oder unvollständig ist. Bitte prüfen Sie Ihre Eingaben und füllen Sie alle Felder, die mit einem '*' gekennzeichnet sind aus!

# tx_slubwebqucosa.wizard.next
source: Next
de: Weiter

# tx_slubwebqucosa.wizard.file_primary_upload
source: Upload Primary file
de: Dateiupload für die Volltextdatei

# tx_slubwebqucosa.wizard.file_primary
source: Primary file
de: Volltextdatei

# tx_slubwebqucosa.wizard.file_secondary_upload
source: Upload Secondary files
de: Dateiupload für eine oder mehrere Sekundärdateien

# tx_slubwebqucosa.wizard.file_secondary
source: Secondary file
de: Sekundärdatei

# tx_slubwebqucosa.wizard.step.check
source: Check
de: Überprüfen

# tx_slubwebqucosa.wizard.step.check.description
source: This is the last step. Here the inputs are checked and listed. The user has here once again an overview of all entries made!
de: Das ist der letzte Schritt. Hier werden die Eingaben überprüft und aufgelistet. Der Nutzer hat hier nochmals eine Übersicht aller getätigten Eingaben!

# tx_slubwebqucosa.wizard.send
source: Send
de: Absenden

# tx_slubwebqucosa.wizard.step.files
source: Files
de: Dateien

# tx_slubwebqucosa.wizard.step.jump_one
source: Jump to
de: Zum Schritt

# tx_slubwebqucosa.wizard.step.more_steps
source: Show more steps
de: Weitere Schritte anzeigen

# tx_slubwebqucosa.wizard.general_field_hint
source: * - Please fill in the mandatory fields.
de: * - Bitte füllen Sie die Pflichtfelder aus.

# tx_slubwebqucosa.wizard.step.files.upload
source: Upload your own file (PDF)
de: Eigene Datei hochladen (PDF)

# tx_slubwebqucosa.wizard.step.files.remove
source: Delete selected PDF
de: Ausgewählte PDF löschen

# tx_slubwebqucosa.wizard.step.files.add
source: Add another file
de: Eine Weitere Datei hinzufügen

# tx_slubwebqucosa.current_language
source: en
de: ger

# tx_slubwebqucosa.share_twitter
source: Share on Twitter
de: Auf Twitter teilen

# tx_slubwebqucosa.share_facebook
source: Share on Facebook
de: Auf Facebook teilen

# tx_slubwebqucosa.share_mail
source: Share via Mail
de: Per Email teilen

# tx_slubwebqucosa.wizard.finish_header
source: Your publication has been submitted!
de: Ihre Publikation wurde übermittelt!

# tx_slubwebqucosa.wizard.finish_description
source: <p> Thank you. We have received your publication for review. We will notify you as soon as the review is complete. </p> <p> You can now close the wizard or view more information about the next steps. </p>
de: <p> Vielen Dank. Ihre Publikation ist zur Prüfung bei uns eingegangen. Sobald die Prüfung abgeschlossen ist, werden Sie von uns informiert. </p> <p> Sie können den Eingabeassistenten jetzt schließen oder sich weitere Informationen zu den nächsten Schritten ansehen. </p>

# tx_slubwebqucosa.wizard.finish.next_steps
source: What's the next step?
de: Wie geht es jetzt weiter?
